[
	{
		"newsId": "01",
		"newsTitle": "Bổn Mạng Ngành Thiếu",
		"lessonId": "01",
		"type": "Phong trào",
		"shortDescription": "Mừng bổn mạng ngành Thiếu. Thánh quan thầy Phanxico",
		"isShowMainHome": false,
		"isShowSmallHome": true,
		"mainContent": [
			"Vào ngày thứ năm, ngày 5/12/2024 vừa qua, thiếu nhi và các anh chị Huynh trưởng đã cùng nhau tổ chức bổn mạng ngành Thiếu - Thánh Phanxico Xavie trong không khí tràn đầy sôi nổi và vui vẻ",
			"Các anh chị Huynh trưởng đã tận tâm chuẩn bị một sân chơi thú vị và bổ ích với nhiều hoạt động ý nghĩa. Qua đó, các bạn Thiếu nhi không chỉ được vui chơi mà còn có cơ hội hiểu thêm về Thánh Phanxico Savie. Hy vọng rằng, những câu chuyện về cuộc đời Ngài sẽ khiến các em yêu mến và cảm nhận sâu sắc hơn về tình yêu cũng như sứ mạng của Thiên Chúa.",
			"Nguyện xin Thánh Phanxico Xavie, vị thánh nhiệt thành trong việc rao giảng Tin Mừng, tiếp tục đồng hành và cầu bầu cùng Chúa cho chúng ta. Noi gương Ngài, ước mong mỗi người chúng ta biết sống đức tin vững vàng, lan tỏa tình yêu của Chúa qua chính đời sống, lời nói và hành động của mình. Để nhờ đó, chúng ta có thể trở thành những nhân chứng sống động cho Tin Mừng và Tình yêu của Thiên Chúa."
		],
		"datePublish": "5/12/2024",
		"author": "admin",
		"newsImage": "images/news4/bonmang_thieu.jpg"
	},
	{
		"newsId": "02",
		"newsTitle": "Bổn mạng ngành hiệp sĩ",
		"lessonId": "01",
		"type": "Phong trào",
		"shortDescription": "Mừng kính các Thánh tử đạo tại VN",
		"isShowMainHome": false,
		"isShowSmallHome": true,
		"mainContent": [
			"Dưới bóng cờ nêu gương Người Hiệp Sĩ trung kiên. Vì yêu Chúa ta nguyện Dấn Thân.",
			"Chiếc khăn nâu trên vai, không chỉ là một màu sắc, mà còn là cả một câu chuyện, một di sản. Màu nâu tượng trưng cho đất mẹ, nơi đã chứng kiến những dòng máu đổ ra vì đức tin của các Thánh Tử Đạo đã đổ ra, nhắc nhở chúng ta về những người đã không ngần ngại hiến dâng mạng sống để bảo vệ đức tin.",
			"Các bạn trẻ ngành Hiệp sĩ ơi, khi khoác lên mình chiếc khăn nâu, các bạn đang nối tiếp truyền thống cao quý ấy. Các Thánh Tử Đạo là những người anh hùng, là những ngọn hải đăng soi sáng con đường chúng ta đi. Hãy noi gương các ngài, sống một cuộc đời có ý nghĩa, góp phần xây dựng một cộng đồng tốt đẹp hơn nhé!"
		],
		"datePublish": "30/11/2024",
		"author": "Tam Vu",
		"newsImage": "images/news4/bonmang_hiep.jpg"
	},
	{
		"newsId": "03",
		"newsTitle": "Tuyên hứa Huynh trưởng",
		"lessonId": "01",
		"type": "Thánh lễ",
		"shortDescription": "Chúc mừng những tân huynh trưởng cấp 1 và cấp 3 của Xứ đoàn Ane Lê Thị Thành",
		"isShowMainHome": false,
		"isShowSmallHome": true,
		"mainContent": [
			"Anh em hãy vui luôn trong niềm vui của Chúa. Tôi nhắc lại: vui lên anh em! Chúa đã gần đến” (Pl 4, 4-5)",
			"Hành trình để trở thành Huynh trưởng không hề dễ dàng. Nó đòi hỏi sự hy sinh, lòng nhiệt thành và tinh thần trách nhiệm. Khoảnh khắc lời tuyên hứa được thốt lên, các Trưởng đã khẳng định sứ vụ dẫn dắt, phụng sự và đồng hành với các em thiếu nhi trên con đường giáo dục đức tin. Đây là niềm tự hào không chỉ của riêng các Trưởng, mà còn là niềm vui chung của Xứ Đoàn Anê Lê Thị Thành.",
			"Một lần nữa, xin chúc mừng Quý Trưởng đã đạt được cột mốc đáng nhớ này! Đoàn Anê sẽ luôn cầu nguyện và tin rằng với tình yêu và lòng trung thành với sứ vụ, các Quý Trưởng sẽ tiếp tục lan tỏa ánh sáng của Chúa Kitô đến mọi nơi, là những tấm gương sáng để các em noi theo."
		],
		"datePublish": "16/12/2024",
		"author": "admin",
		"newsImage": "images/news4/tuyenhua.jpg"
	},
	{
		"newsId": "04",
		"newsTitle": "Chia tay cha Tuyên úy",
		"lessonId": "01",
		"type": "Hoạt động",
		"shortDescription": "Chia tay cha Tuyên úy lên đường nhận nhiệm sở mới",
		"isShowMainHome": false,
		"isShowSmallHome": true,
		"mainContent": [
			"Không biết bao lâu nữa chúng con mới có thể gọi lại như thế vào mỗi tối thứ 5 hay mỗi sáng Chúa Nhật hàng tuần. Thời gian được Cha đồng hành là một ân phúc rất lớn mà Anh cả Giêsu đã ban cho Đoàn thiếu nhi chúng con. Một người Cha luôn đau đáu làm sao để giáo dục đức tin cho Đoàn sinh một cách tốt nhất, mang cho chúng con tâm thế đến nhà thờ là một niềm vui chứ không phải chỉ vì trách nhiệm. Cha là nguồn cảm hứng lớn lao để mỗi ngày chúng con sống càng nên giống Chúa hơn, là những thiếu nhi giàu lòng nhân ái và tình thương yêu.",
			"Cha ơi, Ngài là một phần của “thương hiệu Anê Lê Thị Thành”, nên dù Cha sẽ đi đến một nơi mới, tiếp tục con đường phục vụ Thiên Chúa và các bạn thiếu nhi khác, chúng con xin hứa sẽ để những giá trị mà Cha đã gieo trồng mãi phát triển và đơm hoa kết trái trong lòng mỗi người chúng con.",
			"Thánh lễ tạ ơn của Cha Antôn tại Giáo Xứ Hợp An ngày 21/11 (thứ 5) lúc 9g00. Nếu thuận tiện các bạn hãy đến tham dự Thánh lễ cầu nguyện cho Cha nhé!"
		],
		"datePublish": "7/12/2024",
		"author": "admin",
		"newsImage": "images/news4/chiatay.jpg"
	},
	{
		"newsId": "05",
		"newsTitle": "Thăm nhà hưu dưỡng LM",
		"lessonId": "01",
		"type": "Hoạt động",
		"shortDescription": "Ngành hiệp sĩ thăm nhà hưu dưỡng các Linh mục (Chí Hòa)",
		"isShowMainHome": false,
		"isShowSmallHome": true,
		"mainContent": [
			" &quot;Bạn đừng ngại ngùng cứu giúp những người đã ra đi và dâng lời cầu nguyện cho họ.&quot; – Thánh Gioan Kim Khẩu",
			"Theo thông lệ hàng năm, vào đầu tháng mười một, Đoàn Thiếu nhi Giáo Xứ Nhân Hoà sẽ tổ chức buổi viếng thăm, cầu nguyện cho các Giám mục và linh mục đã qua đời tại nghĩa trang Linh Mục Chí Hoà, để tưởng nhớ đến các vị chủ chăn là những người đã cống hiến cả cuộc đời mình nhằm phụng sự Thiên Chúa và phục vụ cộng đoàn. ",
			"Cùng Xứ Đoàn nhìn qua những cử chỉ tốt đẹp của các bạn ngành Nghĩa, anh chị Huynh trưởng - Dự trưởng trong buổi viếng thăm vừa qua nhé!"
		],
		"datePublish": "19/11/2024",
		"author": "Tam Vu",
		"newsImage": "images/news4/huuduong.jpg"
	},
	{
		"newsId": "06",
		"newsTitle": "Các em tô màu",
		"lessonId": "01",
		"type": "Học Giáo lý",
		"shortDescription": "",
		"isShowMainHome": true,
		"isShowSmallHome": false,
		"mainContent": [
			"Chương 2",
			"memo content 2",
			"memo content 3"
		],
		"datePublish": "1/12/2024",
		"author": "Tam Vu",
		"newsImage": "home/main-big.jpg"
	}
]